Repository: rauldeheer/ios
Catalog: *.lproj/Localizable.strings
Languages: nl

# no_favorites
source: You did not add any coins to your favorites yet, please use the star button on any page to add the coin to this page! ⭐️
nl: Je hebt nog geen favorieten toegevoegd, gebruik de stervormige knop om een munt aan je favorieten toe te voegen! ⭐️

source: Ranking
nl: Rang

source: Symbol
nl: Symbool

source: Price
nl: Prijs

source: Circulating
nl: In circulatie

source: Pairs
nl: Paren

source: Update Portfolio
nl: Portfolio Bijwerken

# amount_owned
source: Amount of owned coins
nl: Aantal munten in portfolio

source: Update
nl: Bijwerken

# favorite_coins
source: Favorites
nl: Favorieten

source: All coins
nl: Alle munten

# quantity
source: Amount
nl: Aantal

source: Value
nl: Waarde

source: Sort methods
nl: Sorteer methoden

source: Vlm24h
nl: Vlm24u

source: Prc24h
nl: Prc24u

source: Prc1h
nl: Prc1u

source: Volume 30 days
nl: Volume 30 dagen

source: Volume 7 days
nl: Volume 7 dagen

source: Volume 24 hours
nl: Volume 24 uur

source: Change 7 days
nl: Verandering 7 dagen

source: Change 24 hours
nl: Verandering 24 uur

source: Change 1 hour
nl: Verandering 1 uur
